Repository: NSM-ITM/CollectionDB
Catalog: plugins/ItemRelations/languages/*.po
Languages: cy_gb, pt_pt, ro, sr_rs

source: Item Relations
cy_gb: Perthynas Eitemau
pt_pt: Relações entre itens
ro: Relaționarea resurselor
sr_rs: Везе јединице

source: Subjects
cy_gb: Pynciau
pt_pt: Assuntos
ro: Subiecte
sr_rs: Субјекти

source: Object
cy_gb: Gwrthrych
pt_pt: Objecto
ro: Obiect
sr_rs: Објекти

source: These Items
cy_gb: Yr Eitemau Yma
pt_pt: Estes itens
ro: Folosește aceste resurse
sr_rs: Ове једнице

source: Item ID
cy_gb: ID Eitem
pt_pt: ID do item
ro: ID-ul resursei
sr_rs: ИД јединице

source: Append to Public Items Show
cy_gb: Atodi i Dangos Eitemau Cyhoeddus
pt_pt: Adicionar à Visualização Pública de Itens
ro: Adăugă pe Panoul Resurselor Publice
sr_rs: Додај прегледу јавно доступних јединица

source: Check this if you want to display an item's relations on its public show page.
cy_gb: Ticiwch yma er mwyn arddangos perthnasau'r eitem ar ei dudalen dangos eitemau cyhoeddus.
pt_pt: Escolha esta opção se quer disponibilizar as relações do item na página de visualização pública.
ro: Bifează aici dacă dorești să afișezi în pagina publică relațiile acestei resurse.
sr_rs: Означи овде уколико желиш да прикажеш везе јединице на страници за кавни приказ.

source: Relation Format
cy_gb: Fformat Perthynas
pt_pt: Formato da relação
ro: Formatul relațiilor
sr_rs: Формат релације

source: Select the format of an item's relations that you would prefer to show. If one is unavailable the other will be used.
cy_gb: Dewis fformat o berthnasau'r eitem yr hoffech dangos. Os yw un ddim ar gael, bydd y llall yn dangos.
pt_pt: Seleccione o formato de relações de um item que prefere mostrar. Se um estiver indisponível, será mostrado o outro.
ro: Selectează formatul pentru relațiile unei resurse pe care ai dori să pe afișezi. Dacă una este indisponibilă, celaltă va fi utilizată.
sr_rs: Одабери формат везе јединице коју би најрадије желео да се прикаже. Уколико она није доступна, друга ће бити коришћена.

source: The vocabulary was successfully edited.
cy_gb: Cafodd y geirfa ei addasu'n llwyddianus.
pt_pt: O vocabulário foi actualizado com sucesso.
ro: Vocabularul a fost editat fără probleme.
sr_rs: Речник је успешно измењен.

source: Browse Vocabularies
cy_gb: Pori Geirfaoedd
pt_pt: Explorar Vocabulários
ro: Răsfoiește vocabularele
sr_rs: Прегледај Речнике

source: Here you can relate this item to another item and delete existing relations. For descriptions of the relations, see the %s page. Invalid item IDs will be ignored.
cy_gb: Yma, mae'n bosib creu perthynas rhwng yr eitem hon ac eitem arall a hefyd dileu perthnasau presennol. I weld disgrifiad o'r perthnasau, gwelwch y dudalen %s. Bydd ID Eitemau annilys yn cael eu hanwybyddu.
pt_pt: Aqui pode relacionar os itens entre si e apagar relações existentes. Para descrições sobre as relações, veja a %s página. IDs de itens inválidos serão ignorados.
ro: Aici poți relaționa acest obiect cu un altul și poți șterge relațiile existente. Pentru descrierea relațiilor, vezi pagina %s. ID-urile resurselor care nu sunt valide vor fi ignorate.
sr_rs: Овде можете поставити везу имеђу јединица и обрисати посојеће релације. За опис ових релација, види %s страницу. Нетачан ИД јединице ће бити занемарен.

source: This Item
cy_gb: Yr Eitem Hon
pt_pt: Este item
ro: Această resursă
sr_rs: Ова јединица

source: Add a Relation
cy_gb: Ychwanegu Perthynas
pt_pt: Adicionar uma relação
ro: Adaugă o relație
sr_rs: Додај везу

source: [unknown]
cy_gb: [anhysbys]
pt_pt: [desconhecido]
ro: [necunoscută]
sr_rs: [непознато]

source: This item has no relations.
cy_gb: Does dim perthnasau gan yr eitem hon
pt_pt: Este item não tem relações.
ro: Această resursă nu are relații.
sr_rs: Ова јединица нема веза.

source: Namespace Prefix
cy_gb: Rhagddodiad bylchau enw
pt_pt: Prefixo do espaço de nomes
ro: Prefixul Namespace-ului
sr_rs: Превикс простора за назив

source: Namespace URI
cy_gb: URI bylchau enw
pt_pt: URI do espaço de nomes
ro: URI-ul Namespace-ului
sr_rs: URI простора за назив

source: Edit Custom Vocabulary
cy_gb: Addasu Eich Geirfa
pt_pt: Editar Vocabulário Personalizado
ro: Editează un vocabular particularizat
sr_rs: Уреди прилагођени речник

source: Here you can add, edit, and delete properties in your custom vocabulary. Property labels must be unique. You cannot edit property labels once they have been created, so make sure they are spelled correctly and convey the exact relation you want them to convey.
cy_gb: Yma, gallwch ychwanegu, addasu a dileu priodweddau yn eich geirfa. Rhaid i labeli'r priodweddau fod yn unigryw. Gallwch ddim addasu label priodwedd unwaith y maent wedi'u creu, felly sicrhewch eu bod wedi'u sifallu'n gywir ac yn trosglwyddo'r union neges ag yr ydych yn bwriadu iddynt wneud.
pt_pt: Aqui pode adicionar, editar e apagar propriedades no vocabulário personalizado. As etiquetas das propriedades têm de ser únicas. Não pode editar etiquetas de propriedades uma vez que tenham sido criadas, por isso garanta que a grafia está correcta e que representa exactamente a relação que deve representar.
ro: Aici poți adăuga, edita și elimina proprietățile vocabularului particularizat. Etichetele proprietăților trebuie să fie unice. Nu poți edita etichetele proprietăților din moment ce au fost create așa că asigură-te că au fost scrise corect și că exprimă cât mai fidel natura relației pe care o stabilește.
sr_rs: Овде можете додати, изменити или обрисати поставке вашег прилагођеног речника. Ознаке поставки морају бити једниствене. Не можете уредити ознаку поставке након креирања, тако да будете обазриви да је исправно написана и унета управно на начин на који то желите.

source: Add a Property
cy_gb: Ychwanegu Priodwedd
pt_pt: Adicionar uma propriedade
ro: Adaugă o proprietate
sr_rs: Додај својство

source: Vocabulary Properties
cy_gb: Priodweddau Geirfa
pt_pt: Propriedades do Vocabulário
ro: Proprietățile vocabularului
sr_rs: Својства речника

source: Edit Vocabulary
cy_gb: Addasu'r Geirfa
pt_pt: Editar Vocabulário
ro: Editează vocabularul
sr_rs: Уреди речник

source: This vocabulary has no properties.
cy_gb: Does dim priodweddau gan y geirfa yma
pt_pt: Este vocabulário não tem propriedades.
ro: Acest vocabular nu are proprietăți.
sr_rs: Овај речник нема својства.

source: Why don't you add some?
cy_gb: Pam na wnewch chi ychwanegu peth?
pt_pt: Porque não adiciona algumas?
ro: Ce-ar fi să adaugi câteva?
sr_rs: Зашто не додаш неко својство?

source: Local Part
cy_gb: Rhan Lleol
pt_pt: Parte Local
ro: Partea locală
sr_rs: Локални део

source: Filter this search for items with the selected relation. For example, when selecting "Subject" items with the "hasPart" relation, the search will return all items that have parts. When selecting "Object" items with the same relation, the search will return all items that are parts of other items.
cy_gb: Hidlwch y chwiliad ar gyfer eitemau gyda'r perthynas priodol. Er enghraifft, pan yn dewis eitemau "Pwnc" gyda'r perthynas "gydaRhan", bydd y canlyniadau yn dangos eitemau gyda phob rhan. Pan yn dewis eitemau "Gwrthrych" gyda'r un perthynas, bydd y canlyniadau yn dangos pob eitem sy'n rhan o eitemau eraill.
pt_pt: Filtrar esta pesquisa para itens com a relação seleccionada. Por exemplo, ao escolher itens de "Assunto" com a relação "hasPart", a pesquisa devolve todos os itens que têm partes. Quando escolhe itens "Objecto" com a mesma relação, a pesquisa devolve todos os itens que são parte de outros itens.
ro: Filtrează acestă căutare după resurse care au relația menționată. De exemplu, atunci când selectezi resurse după „Subiect” și au relația „hasPart”, căutarea va returna toate resursele care au părți. Atunci când selectezi resursele „Obiect” având aceeași relație, căutarea va returna toate resursele care sunt părți ale altor resurse.
sr_rs: Филтрирај ову претрагу за јединице са изабраним односом. На пример, приликом избора "Субјекат" јединица са "hasPart" односом, претрага ће вратити све јединице које имају ове делове. Приликом одабира "Објекат" јединица у истом односу, претрага ће вратити све јединице које су део других јединица.
